{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": false,
            "HideIconAfter": 60,
            "IconURL": "https://i.imgur.com/C0YfDhp.png",
            "DisableIconText": false,
            "IconPosition": 0,
            "IconTextColor": 0,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": true,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "Normas",
                    "title1": "Normas de Pata Negra",
                    "text1": "-Normas Generales\n\n1. Respeto y Cordialidad:\nQueda terminantemente prohibido el uso de lenguaje ofensivo o comentarios racistas. Todos los jugadores deben mantener un ambiente respetuoso entre s铆.\n\n2. Comportamiento PVP:\n No se permiten acciones de jugador contra jugador (PVP) que incluyan robo de dinosaurios, huevos, manipulaci贸n gen茅tica de dinos sin permiso, atacar a un jugador con intenciones letales, ahogar a alguien para robar, colarse en jefes de incursiones, robar el bot铆n de un jefe, o saquear otras bases.\n\n3. Uso de Glitchs o Bugs:\n Est谩 estrictamente prohibido aprovecharse de glitches o bugs del juego para obtener ventajas injustas.\n\n4. Trato con Dinosaurios:\n Queda prohibido arrojar dinos salvajes a las bases y tomar dinos de otras bases para abandonarlos en cualquier lugar del mapa.\n\n5. Dinos en Modo Agresivo:\n No dejes dinosaurios en modo agresivo que puedan interferir con el tameo de otros jugadores.\n\n6. Responsabilidad Administrativa:\n Los administradores no asumen responsabilidad por la p茅rdida de dinosaurios, objetos o estructuras debido a cambios en tribus, ca铆das del servidor o errores del juego.\n\n7. Eliminaci贸n de Dinos Olvidados:\n Los jugadores deben evitar dejar dinosaurios olvidados en puertas, bases o en cualquier parte del mapa. En caso de quejas o molestias, estos ser谩n eliminados sin previo aviso y sin posibilidad de recuperaci贸n.\n\n8. Restricciones a Jugadores Nuevos:\n No est谩 permitido llevar a jugadores nuevos a enfrentar jefes o ascensiones, ni regalar o fabricar objetos desbloqueados por jefes a jugadores que no hayan aprendido los engramas correspondientes.\n\n9. Clonaci贸n de Animales de Donaci贸n:\n Queda estrictamente prohibido clonar animales obtenidos a trav茅s de donaciones. La clonaci贸n de dinosaurios adquiridos mediante donaciones ser谩 considerada una violaci贸n grave de las normas y puede resultar en la expulsi贸n inmediata del clan, sin posibilidad de apelaci贸n. El respeto a las contribuciones de otros jugadores es fundamental para mantener un ambiente justo y equitativo en el servidor.\n\n10. Cryo:\n El uso de Cryo es una decisi贸n personal y la administraci贸n no se hace responsable de la p茅rdida de animales debido a este m茅todo. Aunque conf铆an en que no ocurran problemas, no asumen responsabilidad por los resultados y consideran que es una elecci贸n individual decidir si utilizarla o no.\n\n11. Donacion:\n Est谩 estrictamente prohibido criar animales obtenidos mediante donaciones.\n\n- Normas de Construcci贸n Generales\n\n12. Preservaci贸n de Recursos Importantes:\n Queda prohibida la construcci贸n en 谩reas cr铆ticas del mapa, como grandes dep贸sitos de metal, petr贸leo, cristal, obsidiana, y cuevas con artefactos. Adem谩s, est谩 terminantemente prohibido bloquear el acceso a estas zonas.\n\n13. Restricciones en Obeliscos:\n No se permite construir en los obeliscos, incluyendo la colocaci贸n de armarios.\n\n14. Limitaci贸n de Bases:\n Cada jugador no debe tener m谩s de 3 bases por mapa, y se define una base como una construcci贸n igual o mayor a un tama帽o de 2x2. Adem谩s, se proh铆ben las bases o estructuras abandonadas.\n\n15. Delimitaci贸n de Terreno:\n La extensi贸n de terreno para la base debe ser proporcionada y acorde a la construcci贸n. Se tomar谩n medidas en casos de excesiva apropiaci贸n de terreno o inactividad.\n\n16. Prohibici贸n de SPAM de Estructuras:\n Queda estrictamente prohibido realizar SPAM de estructuras alrededor de las bases o en el mapa con la intenci贸n de bloquear la construcci贸n para otros jugadores.\n\n17. Respeto a Otras Bases:\n No construir cerca de otras bases para preservar la privacidad y espacio de juego de cada jugador.\n\n18. Recogida de Estructuras:\n Es obligatorio recoger las estructuras de tameo y trampas una vez utilizadas para evitar la saturaci贸n del mapa.\n\n19. Extractores Desbloqueados:\n Los extractores de aceite y bolas de gas deben permanecer siempre desbloqueados y accesibles.\n\n20. Integridad de Terminales y Nodos:\n No est谩 permitido cerrar terminales, nodos, notas de explorador ni drops.\n\n21. Evitar Bloqueos y Ventajas Injustas:\n No construir estructuras alrededor de drops con el objetivo de bloquear o tomar ventaja sobre otros jugadores.\n\n22. Demolici贸n Justa:\n No cerrar estructuras o escudos alrededor de bases o dinosaurios con contador de demolici贸n para evitar reclamaciones.\n\n23. Libre Acceso y Caminos:\n No se deben cerrar ni bloquear caminos ni accesos en el mapa.\n\n24. Uso Restringido de C谩maras de Vigilancia:\n Las c谩maras de vigilancia solo se pueden colocar dentro de la propia base.\n\n25. Restricciones en Bases de Gachas:\n Queda prohibido montar bases de gachas cerca de entradas de cuevas o en zonas de farmeo. Si la base es visible desde 谩reas de farmeo o entradas de cuevas, se eliminar谩 sin previo aviso.\n\nEstas normas son esenciales para garantizar una experiencia de juego justa y equitativa para todos los jugadores en el servidor. El incumplimiento de estas normas puede resultar en sanciones, incluyendo la eliminaci贸n de estructuras o la expulsi贸n del servidor. 隆Jueguen de manera responsable y respetuosa!",
                    "imageurl": "https://i.imgur.com/LBBgYZ1.png"
                }
            },
            {
                "tab2": {
                    "layout": 1,
                    "buttontext": "Eventos",
                    "title1": "Informaci贸n de eventos:",
                    "text1": "m谩s instrucciones pr贸ximamente.", 
                    "imageurl": "https://i.imgur.com/LBBgYZ1.png"
                }
            },
            {
                "tab3": {
                    "layout": 1,
                    "buttontext": "Pack Donaciones",
                    "title1": "Informacion de Pack:",
                    "text1": "Antes de realizar cualquier donaci贸n, por favor, abre un ticket.",
                    "imageurl": "https://i.imgur.com/1TGHWUy.png"
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/m8e5zGskvU"
                }
            },
            {
                "link2": {
                    "text": "Paypal",
                    "url": " https://www.paypal.com/paypalme/Javicabecilla"
                }
            },
            {
                "link3": {
                    "text": "Ьinfo-serverЬ",
                    "url": "https://discord.com/channels/509526632818671640/1173213350835011584"
                }
            },
            {
                "link4": {
                    "text": "Ticket",
                    "url": " https://discord.com/channels/509526632818671640/984426647086317568"
                }
            }
        ]
    }
}
    }
}
