{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": false,
            "HideIconAfter": 60,
            "IconURL": "https://cdn.discordapp.com/attachments/1126283510626394152/1151636779393351730/pta_negra_logo.png?ex=6570ed54&is=655e7854&hm=0fe06402953604dcbce69545f1283b3b377e5e6d704b116d6a11b7c2300c8b51&",
            "DisableIconText": false,
            "IconPosition": 0,
            "IconTextColor": 0,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": true,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "Normas",
                    "title1": "Normas de Pata Negra",
                    "text1": "Normas Generales\n\nRespeto y Cordialidad: Queda terminantemente prohibido el uso de lenguaje ofensivo o comentarios racistas. Todos los jugadores deben mantener un ambiente respetuoso entre s铆.\n\nComportamiento PVP: No se permiten acciones de jugador contra jugador (PVP) que incluyan robo de dinosaurios, huevos, manipulaci贸n gen茅tica de dinos sin permiso, atacar a un jugador con intenciones letales, ahogar a alguien para robar, colarse en jefes de incursiones, robar el bot铆n de un jefe, o saquear otras bases.\n\nUso de Glitchs o Bugs: Est谩 estrictamente prohibido aprovecharse de glitches o bugs del juego para obtener ventajas injustas.\n\nTrato con Dinosaurios: Queda prohibido arrojar dinos salvajes a las bases y tomar dinos de otras bases para abandonarlos en cualquier lugar del mapa.\n\nDinos en Modo Agresivo: No dejes dinosaurios en modo agresivo que puedan interferir con el tameo de otros jugadores.\n\nResponsabilidad Administrativa: Los administradores no asumen responsabilidad por la p茅rdida de dinosaurios, objetos o estructuras debido a cambios en tribus, ca铆das del servidor o errores del juego.\n\nEliminaci贸n de Dinos Olvidados: Los jugadores deben evitar dejar dinosaurios olvidados en puertas, bases o en cualquier parte del mapa. En caso de quejas o molestias, estos ser谩n eliminados sin previo aviso y sin posibilidad de recuperaci贸n.\n\nRestricciones a Jugadores Nuevos: No est谩 permitido llevar a jugadores nuevos a enfrentar jefes o ascensiones, ni regalar o fabricar objetos desbloqueados por jefes a jugadores que no hayan aprendido los engramas correspondientes.\n\nClonaci贸n de Animales de Donaci贸n: Queda estrictamente prohibido clonar animales obtenidos a trav茅s de donaciones. La clonaci贸n de dinosaurios adquiridos mediante donaciones ser谩 considerada una violaci贸n grave de las normas y puede resultar en la expulsi贸n inmediata del clan, sin posibilidad de apelaci贸n. El respeto a las contribuciones de otros jugadores es fundamental para mantener un ambiente justo y equitativo en el servidor.\n\nCryo El uso de Cryo es una decisi贸n personal y la administraci贸n no se hace responsable de la p茅rdida de animales debido a este m茅todo. Aunque conf铆an en que no ocurran problemas, no asumen responsabilidad por los resultados y consideran que es una elecci贸n individual decidir si utilizarla o no.\n\nDonacion Est谩 estrictamente prohibido criar animales obtenidos mediante donaciones.\n\nNormas de Construcci贸n Generales\n\nPreservaci贸n de Recursos Importantes: Queda prohibida la construcci贸n en 谩reas cr铆ticas del mapa, como grandes dep贸sitos de metal, petr贸leo, cristal, obsidiana, y cuevas con artefactos. Adem谩s, est谩 terminantemente prohibido bloquear el acceso a estas zonas.\n\nRestricciones en Obeliscos: No se permite construir en los obeliscos, incluyendo la colocaci贸n de armarios.\n\nLimitaci贸n de Bases: Cada jugador no debe tener m谩s de 3 bases por mapa, y se define una base como una construcci贸n igual o mayor a un tama帽o de 2x2. Adem谩s, se proh铆ben las bases o estructuras abandonadas.\n\nDelimitaci贸n de Terreno: La extensi贸n de terreno para la base debe ser proporcionada y acorde a la construcci贸n. Se tomar谩n medidas en casos de excesiva apropiaci贸n de terreno o inactividad.\n\nProhibici贸n de SPAM de Estructuras: Queda estrictamente prohibido realizar SPAM de estructuras alrededor de las bases o en el mapa con la intenci贸n de bloquear la construcci贸n para otros jugadores.\n\nRespeto a Otras Bases: No construir cerca de otras bases para preservar la privacidad y espacio de juego de cada jugador.\n\nRecogida de Estructuras: Es obligatorio recoger las estructuras de tameo y trampas una vez utilizadas para evitar la saturaci贸n del mapa.\n\nExtractores Desbloqueados: Los extractores de aceite y bolas de gas deben permanecer siempre desbloqueados y accesibles.\n\nIntegridad de Terminales y Nodos: No est谩 permitido cerrar terminales, nodos, notas de explorador ni drops.\n\nEvitar Bloqueos y Ventajas Injustas: No construir estructuras alrededor de drops con el objetivo de bloquear o tomar ventaja sobre otros jugadores.\n\nDemolici贸n Justa: No cerrar estructuras o escudos alrededor de bases o dinosaurios con contador de demolici贸n para evitar reclamaciones.\n\nLibre Acceso y Caminos: No se deben cerrar ni bloquear caminos ni accesos en el mapa.\n\nUso Restringido de C谩maras de Vigilancia: Las c谩maras de vigilancia solo se pueden colocar dentro de la propia base.\n\nRestricciones en Bases de Gachas: Queda prohibido montar bases de gachas cerca de entradas de cuevas o en zonas de farmeo. Si la base es visible desde 谩reas de farmeo o entradas de cuevas, se eliminar谩 sin previo aviso.\n\nEstas normas son esenciales para garantizar una experiencia de juego justa y equitativa para todos los jugadores en el servidor. El incumplimiento de estas normas puede resultar en sanciones, incluyendo la eliminaci贸n de estructuras o la expulsi贸n del servidor. 隆Jueguen de manera responsable y respetuosa!",
                    "imageurl": "https://cdn.discordapp.com/attachments/1126283510626394152/1151636779393351730/pta_negra_logo.png?ex=6570ed54&is=655e7854&hm=0fe06402953604dcbce69545f1283b3b377e5e6d704b116d6a11b7c2300c8b51&"
                }
            },
            {
                "tab2": {
                    "layout": 2,
                    "buttontext": "Eventos",
                    "title1": "Informacion de eventos:",
                    "text1": "Proximamente...",
                    "imageurl": "https://cdn.discordapp.com/attachments/1126283510626394152/1151636779393351730/pta_negra_logo.png?ex=6570ed54&is=655e7854&hm=0fe06402953604dcbce69545f1283b3b377e5e6d704b116d6a11b7c2300c8b51&"
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/m8e5zGskvU"
                }
            },
            {
                "link2": {
                    "text": "Paypal",
                    "url": " https://www.paypal.com/paypalme/Javicabecilla"
                }
            },
            {
                "link3": {
                    "text": "Ьinfo-serverЬ",
                    "url": "https://discord.com/channels/509526632818671640/1173213350835011584"
                }
            }
        ]
    }
}